// © Copyright 2012-2016 HP Development Company, L.P.

// Task names
PISTTaskName = "Estudo de Aprimoramento de Produto HP";

// Opt in view
PISTLocationLanguageRequestLabel = "Conte-nos onde e como o produto será usado.";
PISTLocationLabel = "Local:";
PISTLanguageLabel = "Idioma:";

// Non ISO locations
other = "Outros";
europe = "Europa";
middleeast = "Oriente Médio";
northwestafrica = "África do Norte";
southernafrica = "África do Sul";
asiapacific = "Ásia Pacífico";
latinamerica = "América Latina";
caribbean = "Caribe";

PISTDescriptionLabel = "O Estudo de aprimoramento de produto HP é um programa de pesquisa que permite à HP aprimorar seus produtos para melhor atender às necessidades do cliente.";
PISTExtendedDescriptionLabel = "Se escolher participar, nós coletaremos informações sobre o uso e a localização das impressoras que você adicionou ao HP Utility. Isso nos ajudará a aprimorar sua experiência com os produtos e serviços da HP no futuro. Não coletamos ou armazenamos seu nome, endereço ou qualquer outra informação pessoal. Também não coletamos qualquer conteúdo ou nome de arquivo dos documentos que você imprimir.";

PISTOptInDescriptionLabel = "Ajude a HP a projetar produtos que atendam melhor às suas necessidades, permitindo que informações anônimas de uso da impressora sejam enviadas para a HP. Verifique a configuração da impressora usando o painel frontal para confirmar se ela está de acordo com sua escolha. Obrigado!";

PISTOptInButtonTitle = "Participe do aprimoramento dos produtos e serviços da HP";
PISTZipCodeLabel = "CEP:";

PISTPrimaryUseLabel = "Eu uso principalmente produtos e serviços HP:";
PISTSelectPrimaryUsageTitle = "Selecione o uso principal";

// How use choises
PISTInHome = "No lar";
PISTHomeElement002 = "para uso pessoal";
PISTHomeElement0031 = "para uma empresa doméstica";
PISTHomeElement0032 = "para uso relacionado ao trabalho";
PISTHomeElement0033 = "para trabalho à distância";

PISTInBusiness = "Em uma empresa";
PISTBusinessElement005 = "que tenha de 1 a 9 empregados";
PISTBusinessElement006 = "que tenha de 10 a 99 empregados";
PISTBusinessElement0061 = "que tenha de 100 a 499 empregados";
PISTBusinessElement0062 = "que tenha mais de 500 empregados";

PISTMoreInfoTitle = "Mais informações";
PISTPrivacyPolicyTitle = "Declaração de Privacidade HP";
PISTDataPrivacyTitle = "Oświadczenie o ochronie danych osobowych";

PISTApply = "Aplicar";
PISTCancel = "Cancelar";

PISTRetrieveInformationTitle = "Recuperando informações…";

// More info tab
PISTMoreInfoToolTip = "Mais informações";
